Repository: Fiech/Nav-Menu-Roles
Catalog: languages/nav-menu-roles-*.po
Languages: ar

source: Import %snav menu roles%s and other menu item meta skipped by the default importer
ar: استيراد %sأدوار قائمة التصفح%s وبيانات عناصر قوائم أخرى تم تخطيها من المستورد الإفتراضي

source: Logged In Users
ar: المستخدمين المسجلي الدخول

source: Logged Out Users
ar: المستخدمين غير المسجلي الدخول

source: Nav Menu Roles
ar: أدوار قائمة التصفح

source: Choose a WXR (.xml) file to upload, then click Upload file and import.
ar: اختر ملف WXR (.xml) للرفع، ثم انقر رفع الملف وقم بالاستيراد.

source: Re-Upload your normal WordPress eXtended RSS (WXR) file and we&#8217;ll import the Nav Menu Roles and any other missing post meta for the Nav Menu items.
ar: قم بإعادة رفع ملف (WXR) العادي الخاص بك وسوف نقوم باستيراد أدوار قائمة التصفح وأي بيانات تدوبنات أخرى ناقصة لعناصر قائمة التصفح.

source: A new version of this importer is available. Please update to version %s to ensure compatibility with newer export files.
ar: هناك نسخة جديدة من هذا المستورد متوفرة. الرجاء التحديث إلى النسخة %s لضمان التوافق مع ملفات التصدير الجديدة.

source: Import Nav Menu Roles
ar: استيراد أدوار قائمة التصفح

source: This WXR file (version %s) may not be supported by this version of the importer. Please consider updating.
ar: ملف WXR هذا (نسخة %s) ربما لا يكون مدعوما بواسطة هذه النسخة من المستورد. الرجاء التفكير في التحديث.

source: The export file could not be found at <code>%s</code>. It is likely that this was caused by a permissions problem.
ar: لم يتم العثور على ملف التصدير في <code>%s</code>. في الغالب أن هذا حصل نسبة لمشكلة في الصلاحيات.

source: Have fun!
ar: استمتع!

source: All done.
ar: كل شيء تم.

source: The file does not exist, please try again.
ar: الملف غير موجود. الرجاء المحاولة مرة أخرى.

source: Sorry, there has been an error.
ar: عفوا، حدث خطأ ما.

source: Access Role
ar: دور الولوج

source: By Role
ar: حسب الدور

source: Display Mode
ar: وضع الإظهار
